[
  {
    "id": "dietpuffitema",
    "name": "Simply Salted Puffs",
    "company": "Diet Puff",
    "price": 73,
    "image": "https://neelamfoodlandmumbai.com/cdn/shop/products/IMG_9865_800x.jpg?v=1693661720",
    "description": "Introducing \"Salted Relish\" – a deliciously wholesome puffed mixed millet snack that brings together the goodness of nature in every bite. Made from a carefully curated blend of mixed millets including Kodo, Sorghum, Foxtail, Pearl, Ragi, Barnyard, and Little, Salted Relish offers a unique and flavorful snacking experience that's as nutritious as it is tasty.\n\nWhy Choose Salted Relish?\n\nHigh Fiber: Promotes healthy digestion and keeps you feeling full longer.\nRich in Proteins: Supports muscle growth and repair, perfect for an active lifestyle.\nLow Glycemic Index: Helps maintain stable blood sugar levels.\nGluten-Free: Suitable for those with gluten sensitivities or celiac disease.\nRich in Antioxidants: Protects your body from harmful free radicals.\nHigh in Iron: Boosts energy levels and supports healthy blood cells.\nCalcium-Rich: Essential for strong bones and teeth.\nRich in Magnesium: Supports numerous biochemical reactions in the body.\nAmino Acids: Building blocks of protein that are vital for overall health.\nB-Vitamins: Crucial for energy production and brain function.\nSalted Relish is the perfect snack for health-conscious individuals who don't want to compromise on flavor. Enjoy it on the go, at work, or as a quick bite between meals. Embrace the wholesome crunch of millets with Salted Relish and savor the natural taste of nutrition.",
    "category": "Crunchy Millet Puffs",
    "featured": true
  },
  {
    "id": "dietpuffitemb",
    "name": "Black Pepper Puffs",
    "company": "Diet Puff",
    "price": 83,
    "image": "https://neelamfoodland.us/cdn/shop/products/IMG_9736_dbb0e604-ac2f-4dd3-987d-20d4df09fe7e_800x.jpg?v=1682774503",
    "description": "Introducing \"Black Pepper\" – a flavorful and nutritious puffed mixed millet snack that combines the robust taste of black pepper with the wholesome goodness of millets. Made from a meticulously selected blend of mixed millets including Kodo, Sorghum, Foxtail, Pearl, Ragi, Barnyard, and Little, Black Pepper offers a unique snacking experience that's both delicious and healthy.\n\nWhy Choose Black Pepper?\n\n**Benefits of Millets:**\n\nHigh Fiber: Promotes healthy digestion and keeps you feeling full longer.\nRich in Proteins: Supports muscle growth and repair, perfect for an active lifestyle.\nLow Glycemic Index: Helps maintain stable blood sugar levels.\nGluten-Free: Suitable for those with gluten sensitivities or celiac disease.\nRich in Antioxidants: Protects your body from harmful free radicals.\nHigh in Iron: Boosts energy levels and supports healthy blood cells.\nCalcium-Rich: Essential for strong bones and teeth.\nRich in Magnesium: Supports numerous biochemical reactions in the body.\nAmino Acids: Building blocks of protein that are vital for overall health.\nB-Vitamins: Crucial for energy production and brain function.\n\n**Benefits of Black Pepper:**\n\nRich in Antioxidants: Helps protect your body against oxidative stress.\nAnti-Inflammatory Properties: Reduces inflammation and supports overall health.\nDigestive Health: Stimulates digestion and promotes gut health.\nWeight Loss: Enhances metabolism and aids in weight management.\nRespiratory Relief: Provides relief from respiratory disorders and coughs.\nAntibacterial Properties: Helps fight infections and boosts immunity.\nCognitive Function: Improves brain function and mental clarity.\nBlood Sugar Control: Helps regulate blood sugar levels.\nCancer-Preventive Properties: May help in preventing certain types of cancer.\nRich in Vitamins and Minerals: Provides essential nutrients for overall well-being.\n\nBlack Pepper is the ideal snack for those who crave a tasty and healthy treat. Perfect for on-the-go, at work, or as a quick and nutritious bite between meals. Enjoy the spicy kick of black pepper combined with the natural crunch of millets with Black Pepper and embrace the taste of wellness.",
    "category": "Crunchy Millet Puffs",
    "featured": true
  }
]